export default {
  projections: {
    УведомлениеE: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      хранение: {
        __caption__: 'Хранение',
        продления: {
          __caption__: 'Продления'
        }
      }
    },
    УведомлениеL: {
      уведомление: {
        __caption__: 'Уведомление'
      },
      хранение: {
        __caption__: 'Продления',
        продления: {
          __caption__: 'Продления'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'номер'
    },
    сгенКлюч: {
      __caption__: 'сгенКлюч'
    },
    уведомление: {
      __caption__: 'Уведомление'
    },
    фИО: {
      __caption__: 'фИО'
    },
    хранение: {
      __caption__: 'Хранение'
    }
  }
};
